{
    "topics": [
        "Top Stories", 
        "Current location", 
        "India", 
        "World", 
        "Business", 
        "Technology", 
        "Entertainment", 
        "Sports", 
        "Science", 
        "Health"
    ], 
    "meta": {
        "url": "https://news.google.com/news?hl=en&tab=nn&edchanged=1&authuser=0&ned=in", 
        "timestamp": "2017-04-06 10:09:22.870852"
    }, 
    "stories": [
        {
            "category": "Current location", 
            "source": "Jakarta Post", 
            "content_snippet": "Japan on high alert after North Korea missile launch In this Feb. 13 file photo, a man watches a TV news program showing photos published in North Korea's Rodong Sinmun newspaper of North Korea's \"Pukguksong-2\" missile launch at Seoul Railway ...", 
            "link": "http://www.thejakartapost.com/seasia/2017/04/06/japan-on-high-alert-after-north-korea-missile-launch.html", 
            "title": "Japan on high alert after North Korea missile launch"
        }, 
        {
            "category": "Current location", 
            "source": "The Straits Times", 
            "content_snippet": "OSAKA • A Japanese school operator which implicated Prime Minister Shinzo Abe and his wife in a sweetheart land deal scandal has been sued for more than 400 million yen (S$5 million).", 
            "link": "http://www.straitstimes.com/asia/east-asia/scandal-hit-school-operator-in-japan-sued-over-unpaid-bills", 
            "title": "Scandal-hit school operator in Japan sued over unpaid bills"
        }, 
        {
            "category": "Current location", 
            "source": "Daily Mail", 
            "content_snippet": "Before the dawn of the internet, sex museums in tiny Japanese spa towns provided a refuge for locals seeking a frivolous and liberating form of entertainment.", 
            "link": "http://www.dailymail.co.uk/news/article-4382018/Pictures-Japan-s-erotic-museums-abandoned.html", 
            "title": "Pictures show Japan's abandoned erotic museums | Daily Mail Online"
        }, 
        {
            "category": "Current location", 
            "source": "The Straits Times", 
            "content_snippet": "Five historic sites - four of them temples and shrines - across Japan were found to have been defaced with a mysterious oily liquid since last Saturday.", 
            "link": "http://www.straitstimes.com/asia/east-asia/historic-sites-in-japan-defaced-with-oily-liquid", 
            "title": "Historic sites in Japan defaced with oily liquid"
        }, 
        {
            "category": "Current location", 
            "source": "Asahi Shimbun", 
            "content_snippet": "UJI, Kyoto Prefecture--Visitors to the famed Byodoin temple, a World Heritage site here, can now feast their eyes on a reproduction of a renowned mural that was created many centuries ago.", 
            "link": "http://www.asahi.com/ajw/articles/AJ201704060001.html", 
            "title": "Byodoin temple puts on special show for visitors to Phoenix Hall"
        }, 
        {
            "category": "Current location", 
            "source": "Bloomberg", 
            "content_snippet": "The U.S. is in a period of institutional sclerosis, and more people are noticing it. Even JPMorgan Chase & Co. Chief Executive Officer Jamie Dimon is sounding the alarm.", 
            "link": "https://www.bloomberg.com/view/articles/2017-04-05/japan-can-teach-u-s-how-to-overcome-national-rot", 
            "title": "Japan Can Teach U.S. How to Overcome National Rot"
        }, 
        {
            "category": "Current location", 
            "source": "Channel NewsAsia", 
            "content_snippet": "A senior ally of German Chancellor Angela Merkel pressed Japan on Wednesday to quickly seal a trade deal with the European Union, especially in light of protectionist signals coming from U.S.", 
            "link": "http://www.channelnewsasia.com/news/world/merkel-ally-in-tokyo-pushes-for-swift-eu-trade-deal-with-japan/3654466.html", 
            "title": "Merkel ally, in Tokyo, pushes for swift EU trade deal with Japan"
        }, 
        {
            "category": "Current location", 
            "source": "Xinhua", 
            "content_snippet": "BEIJING, April 5 (Xinhua) -- China on Wednesday warned Japan to not propagate misleading versions of its past aggressions and to be wary of wandering onto ...", 
            "link": "http://news.xinhuanet.com/english/2017-04/05/c_136185027.htm", 
            "title": "China warns Japan not to mislead people over wartime history ..."
        }, 
        {
            "category": "Current location", 
            "source": "The Japan Times", 
            "content_snippet": "A former Tokyo deputy governor on Wednesday denied allegations that he falsely testified about his role in purchasing contaminated land for a new Tokyo fish market.", 
            "link": "http://www.japantimes.co.jp/news/2017/04/05/national/politics-diplomacy/ex-tokyo-deputy-governor-denies-perjury-tsukiji-market-relocation/", 
            "title": "Ex-Tokyo deputy governor denies perjury over Tsukiji market relocation"
        }, 
        {
            "category": "Current location", 
            "source": "The Japan Times", 
            "content_snippet": "A little less than 100 years ago, officials around Japan initiated a campaign to address what the government considered to be a grave threat - flies.", 
            "link": "http://www.japantimes.co.jp/community/2017/04/05/issues/many-japanese-bit-something-else/", 
            "title": "How many Japanese are a bit of something else?"
        }, 
        {
            "category": "Current location", 
            "source": "Asia Times", 
            "content_snippet": "The recent proposal by the Abe administration to revise Japan's rape law is long overdue. The existing criminal code fails to reflect present-day Japanese society and attitudes toward rape, which have changed dramatically since the promulgation of the ...", 
            "link": "http://www.atimes.com/article/japans-reform-rape-laws-still-way-go/", 
            "title": "Japan's reform of rape laws has still some way to go"
        }, 
        {
            "category": "Current location", 
            "source": "BBC News", 
            "content_snippet": "Japan has one of the highest suicide rates in the world, but one notorious beauty spot has noted a welcome and unexpected lack of deaths this year, a fact attributed to an unusual factor - Pokemon Go.", 
            "link": "http://www.bbc.co.uk/news/world-asia-39499747", 
            "title": "Is Pokemon Go helping stop suicide at hotspot in Japan?"
        }, 
        {
            "category": "Current location", 
            "source": "Korea Times", 
            "content_snippet": "The diplomatic row between Korea and Japan over “comfort women” may deepen in the years to come because no presidential candidate here respects a ...", 
            "link": "https://www.koreatimes.co.kr/www/nation/2017/04/120_227012.html", 
            "title": "No candidate respects 'comfort women' deal with Japan"
        }, 
        {
            "category": "Current location", 
            "source": "Asahi Shimbun", 
            "content_snippet": "The helicopter carrier Kaga enters the port of Kure, Hiroshima Prefecture, on April 3. Crew members disembarking are greeted by the commandant of the Maritime Self-Defense Force's Kure District and others.", 
            "link": "http://www.asahi.com/ajw/articles/AJ201704050047.html", 
            "title": "Kaga destroyer deployed to keep tabs on China from Kure base"
        }, 
        {
            "category": "Current location", 
            "source": "Asahi Shimbun", 
            "content_snippet": "Photo/Illutration Hiroji Yamashiro barks slogans against construction of a new U.S. military base in Nago, Okinawa Prefecture, on April 1, the 1,000th day of protests.", 
            "link": "http://www.asahi.com/ajw/articles/AJ201704050055.html", 
            "title": "Anti-US base activist lashes out at tactics used in Okinawa"
        }, 
        {
            "category": "Current location", 
            "source": "The Japan Times", 
            "content_snippet": "Japanese innkeepers and the industry ministry have compromised in a dispute over a plan to change an iconic pictogram for hot springs - allowing the use of both the old mark and a new one.", 
            "link": "http://www.japantimes.co.jp/news/2017/04/05/national/row-about-japans-hot-spring-symbol-ends-in-compromise/", 
            "title": "Row about Japan's hot-spring symbol ends in compromise"
        }, 
        {
            "category": "Current location", 
            "source": "Times of India", 
            "content_snippet": "Spanish King Felipe VI with Queen Letizia visit Miraikan, or National Museum of Emerging Science and Innovation in Tokyo. 01 / 10.", 
            "link": "http://photogallery.indiatimes.com/news/world/spains-king-felipe-vi-visits-miraikan/articleshow/58022860.cms", 
            "title": "Spain's King Felipe VI visits Miraikan"
        }, 
        {
            "category": "Current location", 
            "source": "The Japan Times", 
            "content_snippet": "The feature mockumentary doesn't have many practitioners in Japan. Two who do come to mind are TV comedian Hitoshi Matsumoto (“Big Man Japan,” 2007) and Nobuhiro Yamashita (“Girls in the Psychic Club,” 2014).", 
            "link": "http://www.japantimes.co.jp/culture/2017/04/05/films/film-reviews/acting-fighting-sport-matsumoto-tribe/", 
            "title": "Acting is a fighting sport in 'Matsumoto Tribe'"
        }, 
        {
            "category": "Current location", 
            "source": "Bangkok Post", 
            "content_snippet": "A booth promoting Tokyo Disney Resort attracts visitors of a recent tourism fair at Queen Sirikit National Convention Center. Japan maintained its berth as the ...", 
            "link": "http://www.bangkokpost.com/business/tourism-and-transport/1227184/pricier-japan-tops-for-thais", 
            "title": "Pricier Japan tops for Thais | Bangkok Post: business"
        }, 
        {
            "category": "Current location", 
            "source": "The Japan Times", 
            "content_snippet": "Nearly 1 in 4 men and 1 in 7 women in Japan were yet to be married at age 50 in 2015 in a clear sign that Japanese are increasingly shying away from tying the ...", 
            "link": "http://www.japantimes.co.jp/news/2017/04/05/national/1-4-japanese-men-still-unmarried-age-50-report/", 
            "title": "1 in 4 men, 1 in 7 women in Japan still unmarried at age 50: report ..."
        }, 
        {
            "category": "India", 
            "source": "Daily News & Analysis", 
            "content_snippet": "The war of words between New Delhi and Beijing over the Dalai Lama's visit to Arunachal Pradesh escalated on Wednesday, with China sternly warning India that it will take all \"necessary measures\" to defend its territorial sovereignty and interests.", 
            "link": "http://www.dnaindia.com/india/report-china-warns-india-we-ll-take-all-necessary-measures-to-safeguard-rights-2383134", 
            "title": "Dalai Lama's visit: War of words beween India, China escalates; Beijing says will take measures to protect 'territory'"
        }, 
        {
            "category": "India", 
            "source": "The Indian Express", 
            "content_snippet": "While most of the villagers in Jaisinghpur are farmers, there are about 10 dairy farmers. Pehlu Khan was one of them. 69. Shares. Facebook · Twitter · Google Plus · Whatsapp.", 
            "link": "http://indianexpress.com/article/india/alwar-gau-rakshaks-killed-a-dairy-farmer-not-cattle-smuggler-4601434/", 
            "title": "Alwar attack: Gau rakshaks killed a dairy farmer, not cattle smuggler"
        }, 
        {
            "category": "India", 
            "source": "India Today", 
            "content_snippet": "According to party functionaries, the Facebook page of the Delhi unit of the party had a membership of 22 lakh people. Arpan Rai | Siddhartha Rai | Posted by Sonalee Borgohain.", 
            "link": "http://indiatoday.intoday.in/story/bjp-heating-up-civic-battle-with-social-media-as-political-tool/1/921684.html", 
            "title": "BJP heating up civic battle with social media as political tool"
        }, 
        {
            "category": "India", 
            "source": "NDTV", 
            "content_snippet": "The legal notice says the comments directly incite hatred against the BJP government in UP. Srinagar: Uttar Pradesh Chief Minister Yogi Adityanath has served a legal notice to National Conference spokesperson Junaid Azim Mattu for allegedly \"spreading ...", 
            "link": "http://www.ndtv.com/india-news/yogi-adityanath-serves-legal-notice-to-national-conference-leader-for-spreading-hatred-against-bjp-1677868", 
            "title": "Yogi Adityanath Serves Legal Notice To National Conference Leader For 'Spreading Hatred' Against BJP"
        }, 
        {
            "category": "India", 
            "source": "Times of India", 
            "content_snippet": "NEW DELHI: The Supreme Court on Wednesday refused to review its verdict in Jayalalithaa disproportionate assets case and dismissed Karnataka government's plea asking the court to re-examine its decision to abate the proceedings against former Tamil ...", 
            "link": "http://timesofindia.indiatimes.com/india/jayalalithaa-da-case-supreme-court-rejects-karnataka-governments-review-plea/articleshow/58029674.cms", 
            "title": "Jayalalithaa DA case: Supreme Court rejects Karnataka government's review plea"
        }, 
        {
            "category": "India", 
            "source": "Daily News & Analysis", 
            "content_snippet": "Chetan Cheetah is a real-life Superman. Despite being shot with nine bullets in his body, the CRPF officer's strong willpower ensured that he not only survived but came out of coma - an incident that doctors terming as a 'miracle'.", 
            "link": "http://www.dnaindia.com/india/report-shot-nine-times-superman-soldier-chetan-cheetah-is-alive-and-well-2383150", 
            "title": "Shot nine times, 'Superman' soldier Chetan Cheetah is alive and well"
        }, 
        {
            "category": "India", 
            "source": "The Hindu", 
            "content_snippet": "The police trying to remove Jishnu's mother Mahija in front of the Police Headquarters in the capital on Wednesday. Special Correspondent.", 
            "link": "http://www.thehindu.com/todays-paper/tp-national/tp-kerala/cm-orders-probe-into-ill-treatment-of-jishnus-kin/article17836485.ece", 
            "title": "CM orders probe into ill treatment of Jishnu's kin"
        }, 
        {
            "category": "India", 
            "source": "Times of India", 
            "content_snippet": "NEW DELHI: The Centre informed the Supreme Court on Wednesday that it would soon formulate a regulatory regime, similar to one existing for all telecom operators, for Over-The-Top (OTT) services like WhatsApp, Facebook, Skype, WeChat and Google ...", 
            "link": "http://economictimes.indiatimes.com/articleshow/58039295.cms", 
            "title": "Facebook, WhatsApp to be regulated, DoT tells Supreme Court"
        }, 
        {
            "category": "India", 
            "source": "Daily News & Analysis", 
            "content_snippet": "The video of the cricketers lining up in green uniform and singing the Pakistani anthem has gone viral. Jammu and Kashmir police have held local cricket players of the Baba Darya Ud Din (a revered sufi saint) club team who donned the Pakistani team ...", 
            "link": "http://www.dnaindia.com/india/report-kashmiri-cricketers-held-for-donning-pak-jersey-for-match-2383119", 
            "title": "Kashmiri cricketers held for donning Pak jersey for match"
        }, 
        {
            "category": "India", 
            "source": "Economic Times", 
            "content_snippet": "AJMER: A long-running family feud at the revered Ajmer sufi shrine culminated on Wednesday with the \"sacking\" of its spiritual head Syed Zainul Abedin, who was dubbed by his younger brother as an \"apostate\" for his \"blasphemous\" support to the ban on ...", 
            "link": "http://economictimes.indiatimes.com/news/politics-and-nation/ajmer-shrine-deewan-sacked-by-brother-over-beef-ban-support/articleshow/58025736.cms", 
            "title": "Ajmer deewan 'sacked' by brother, declared 'apostate' for beef ban support"
        }, 
        {
            "category": "India", 
            "source": "Economic Times", 
            "content_snippet": "NEW DELHI/KANPUR: India's $3 billion plan to clean the holy Ganga river is badly behind schedule with large stretches contaminated by toxic waste and sewage, forcing Prime Minister Narendra Modi to intervene, according to government officials and ...", 
            "link": "http://economictimes.indiatimes.com/news/politics-and-nation/indias-ganga-clean-up-in-a-shambles-pm-narendra-modi-intervenes/articleshow/58039081.cms", 
            "title": "India's Ganga clean-up in a shambles, PM Narendra Modi intervenes"
        }, 
        {
            "category": "India", 
            "source": "NDTV", 
            "content_snippet": "Shiv Sena MP Ravindra Gaikwad will attend Lok Sabha this week and offer his defense. New Delhi: The Lok Sabha Secretariat has sought details from the Civil Aviation Ministry of the incident involving Shiv Sena MP Ravindra Gaikwad and the subsequent ...", 
            "link": "http://www.ndtv.com/india-news/lok-sabha-secretariat-seeks-report-on-ravindra-gaikwad-1677790", 
            "title": "Lok Sabha Secretariat Seeks Report On Ravindra Gaikwad's Air India Incident"
        }, 
        {
            "category": "India", 
            "source": "Times of India", 
            "content_snippet": "NEW DELHI: In the wake of repeated attacks on African nationals in Greater Noida, UP recently, following which African nations reacted strongly and alleged that the attacks are racist and xenophobic, external affairs minister Sushma Swaraj on Wednesday ...", 
            "link": "http://timesofindia.indiatimes.com/india/wrong-to-link-attacks-on-african-nationals-with-racism-government/articleshow/58038244.cms", 
            "title": "Wrong to link attacks on African nationals with racism: Government"
        }, 
        {
            "category": "India", 
            "source": "Oneindia", 
            "content_snippet": "There is no ironclad rule as to how many people can visit a convict prisoner. The jailor can use his discretion. Written by: Vicky Nanjappa.", 
            "link": "http://www.oneindia.com/india/how-sasikala-runs-tamil-nadu-from-jail-2395762.html", 
            "title": "How Sasikala runs Tamil Nadu from jail"
        }, 
        {
            "category": "India", 
            "source": "Times of India", 
            "content_snippet": "CHENNAI: The micro-management of campaigns in the RK Nagar constituency by political parties is proving a challenge for the Election Commission in curbing distribution of money to voters.", 
            "link": "http://timesofindia.indiatimes.com/city/chennai/malady-of-bribery-show-me-the-money-says-rk-nagar/articleshow/58039099.cms", 
            "title": "Malady of bribery: Show me the money, says RK Nagar"
        }, 
        {
            "category": "India", 
            "source": "Daily News & Analysis", 
            "content_snippet": "Uttar Pradesh Chief Minister Yogi Aditya Nath got a major blow on the law and order front on when a senior BJP leader Raja Valmiki was shot dead in the communally sensitive Muzaffarnagar on Wednesday.", 
            "link": "http://www.dnaindia.com/india/report-bjp-leader-shot-dead-in-muzaffarnagar-2383174", 
            "title": "BJP leader shot dead in Muzaffarnagar"
        }, 
        {
            "category": "India", 
            "source": "Times of India", 
            "content_snippet": "Restriction of sale of liquor within 500 metres from highways has badly hit the liquor industry. While various state governments are exploring options to mitigate the effect, industry experts believe the cumulative revenue losses would run into ...", 
            "link": "http://timesofindia.indiatimes.com/india/anti-liquor-stir-intensifies-in-uttar-pradesh-gujarat-may-seek-sc-relief/articleshow/58038460.cms", 
            "title": "Stir against liquor ban intensifies in Uttar Pradesh; Gujarat may seek SC relief"
        }, 
        {
            "category": "India", 
            "source": "The New Indian Express", 
            "content_snippet": "MYSURU: Chief Minister Siddaramaiah, who has been leading the party from the front in the by-elections to Nanjangud and Gundlupet constituencies, has quietly set an agenda and roadmap to bring back the Congress to power in the 2018 Assembly ...", 
            "link": "http://www.newindianexpress.com/states/karnataka/2017/apr/06/bjp-strategies-will-not-work-in-karnataka-cm-siddaramaiah-1590437.html", 
            "title": "BJP strategies will not work in Karnataka: CM Siddaramaiah"
        }, 
        {
            "category": "India", 
            "source": "Times of India", 
            "content_snippet": "KOLKATA: Domestic politics and Trinamool-BJP dynamics may be as much a part of the menu as the division of the Teesta's waters when Bangladesh PM Sheikh Hasina comes calling later this week.", 
            "link": "http://timesofindia.indiatimes.com/city/kolkata/mamata-set-to-attend-prez-banquet-for-hasina-in-delhi/articleshow/58037878.cms", 
            "title": "Mamata Banerjee set to attend President banquet for Hasina in Delhi"
        }, 
        {
            "category": "India", 
            "source": "Daily News & Analysis", 
            "content_snippet": "Fatima Bibi, 43, and her sister Mumtaz, 39, from Wazirabad were arrested by the Amritsar Customs department from Attari Railway Station in 2006 with commercial quantity of drugs.", 
            "link": "http://www.dnaindia.com/india/report-languishing-in-amritsar-jail-pak-woman-daughter-to-return-home-2383152", 
            "title": "Languishing in Amritsar jail, Pak woman, daughter to return home"
        }, 
        {
            "category": "World", 
            "source": "NDTV", 
            "content_snippet": "At least 72 people, among them 20 children, were killed in the suspected chemical attack in Syria. United Nations: The United States warned Wednesday that it could take unilateral action if the United Nations failed to respond to a suspected chemical ...", 
            "link": "http://www.ndtv.com/world-news/us-warns-of-unilateral-action-if-un-fails-to-act-on-syria-1677881", 
            "title": "US Warns Of Unilateral Action If UN Fails To Act On Syria"
        }, 
        {
            "category": "World", 
            "source": "The Sydney Morning Herald", 
            "content_snippet": "Washington: The rise and rise of controversial White House star Stephen Bannon hit a wall on Wednesday, when he was booted from the National Security Council, a prestigious appointment that had caused great anxiety on both sides of politics and in the ...", 
            "link": "http://www.smh.com.au/world/booting-of-stephen-bannon-from-nsc-a-mcmaster-stroke-from-donald-trumps-nsa-chief-20170406-gvet6g.html", 
            "title": "Booting of Stephen Bannon from NSC a McMaster stroke from Donald Trump's NSA chief"
        }, 
        {
            "category": "World", 
            "source": "The Hindu", 
            "content_snippet": "At least seven people, including five soldiers and two census officials, were killed and 19 others were injured in a suicide attack on a van in Lahore on Wednesday morning.", 
            "link": "http://www.thehindu.com/todays-paper/tp-international/seven-killed-in-lahore-suicide-attack/article17835588.ece", 
            "title": "Seven killed in Lahore suicide attack"
        }, 
        {
            "category": "World", 
            "source": "NDTV", 
            "content_snippet": "Trump and Xi are to hold their first summit encounter beginning on Thursday at Mar-a-Lago. WASHINGTON: US President Donald Trump has told visitors that his Mar-a-Lago retreat is set up perfectly for foreign visits, but the Chinese side was initially ...", 
            "link": "http://www.ndtv.com/world-news/for-donald-trump-mar-a-lago-is-place-to-break-the-ice-with-chinas-xi-jinping-1677875", 
            "title": "For Donald Trump, Mar-a-Lago Is Place To Break The Ice With China's Xi Jinping"
        }, 
        {
            "category": "World", 
            "source": "Times of India", 
            "content_snippet": "BENGALURU: The Trump administration's move to make it tougher for entry-level computer programmers to use H-1Bs+ is an opportunity for India to send its more talented professionals on these visas to the US.", 
            "link": "http://timesofindia.indiatimes.com/business/india-business/tougher-h-1b-norms-open-doors-for-indias-real-talent/articleshow/58019815.cms", 
            "title": "Tougher H-1B norms open doors for India's real talent"
        }, 
        {
            "category": "World", 
            "source": "NDTV", 
            "content_snippet": "Suu Kyi told the BBC there was \"a lot of hostility\" in the western state of Rakhine. London: Aung San Suu Kyi has denied the ethnic cleansing of Myanmar's Muslim minority, speaking to the BBC after the UN rights council agreed to investigate ...", 
            "link": "http://www.ndtv.com/world-news/suu-kyi-denies-ethnic-cleansing-of-myanmar-minority-1677890", 
            "title": "Suu Kyi Denies Ethnic Cleansing Of Myanmar Minority"
        }, 
        {
            "category": "World", 
            "source": "CBS News", 
            "content_snippet": "Ziad Ahmed was filling out his application for Stanford University when he came across a question which he was told to answer in 100 words or less: “What matters to you, and why?", 
            "link": "http://www.cbsnews.com/news/teen-repeats-blacklivesmatter-100-times-on-stanford-application-gets-accepted/", 
            "title": "Teen repeats #BlackLivesMatter 100 times on Stanford application, gets in"
        }, 
        {
            "category": "World", 
            "source": "Business Standard", 
            "content_snippet": "During the international conference on Syria, the European Union agreed to give the country $619 million (580 million euros) in 2018, an official said.", 
            "link": "http://www.business-standard.com/article/news-ians/eu-agrees-to-give-619-mn-to-syria-in-2018-117040600108_1.html", 
            "title": "EU agrees to give $619 mn to Syria in 2018"
        }, 
        {
            "category": "World", 
            "source": "Daily News & Analysis", 
            "content_snippet": "A group representing a majority of European Union lawmakers said on Wednesday they wanted the European Parliament to start disciplinary proceedings against Hungary after a crackdown on foreign universities pushed by Prime Minister Viktor Orban.", 
            "link": "http://www.dnaindia.com/world/report-eu-lawmakers-want-action-against-hungary-after-law-targets-soros-2382965", 
            "title": "EU lawmakers want action against Hungary after law targets Soros"
        }, 
        {
            "category": "World", 
            "source": "Refinery29", 
            "content_snippet": "When you're on vacation, the last thing you want to do is worry about your hair. You leave your hot tools at home, grab a brimmed hat, and let the beach elements do all the work.", 
            "link": "http://www.refinery29.com/2017/04/148761/michelle-obama-stylist-natural-hair-meaning", 
            "title": "Michelle Obama&#x27;s Natural Hair Photo Is Real — &amp; We Have All The Details"
        }, 
        {
            "category": "World", 
            "source": "The New Indian Express", 
            "content_snippet": "STRASBOURG: The European Parliament on Wednesday overwhelmingly adopted tough \"red lines\" for negotiations over a Brexit deal, on which EU lawmakers will have the final say in two years' time.", 
            "link": "http://www.newindianexpress.com/world/2017/apr/06/eu-parliament-adopts-tough-brexit-red-lines-1590555.html", 
            "title": "EU Parliament adopts tough Brexit 'red lines'"
        }, 
        {
            "category": "World", 
            "source": "Daily Sabah", 
            "content_snippet": "More than half a million people have signed a petition demanding that First Lady Melania Trump move into the White House or foot the expense of living in New York herself.", 
            "link": "http://www.dailysabah.com/americas/2017/04/06/more-than-half-a-million-sign-melania-trump-petition", 
            "title": "More than half a million sign Melania Trump petition"
        }, 
        {
            "category": "World", 
            "source": "Business Standard", 
            "content_snippet": "US President Donald Trump spoke to to German Chancellor Angela Merkel and discussed the Ukraine conflict and the situation in Afghanistan with her, the White House has said.", 
            "link": "http://www.business-standard.com/article/pti-stories/trump-discusses-afghanistan-ukraine-with-german-chancellor-117040600098_1.html", 
            "title": "Trump discusses Afghanistan, Ukraine with German Chancellor"
        }, 
        {
            "category": "World", 
            "source": "Firstpost", 
            "content_snippet": "Those who have fled Iraq's second largest city describe a gruelling journey, where in some instances entire neighbourhoods have left together, often at daybreak, sometimes under mortar shelling or air strikes.", 
            "link": "http://www.firstpost.com/world/after-gruelling-journey-mosuls-displaced-find-refuge-in-camp-reuters-3370192.html", 
            "title": "After gruelling journey, Mosul's displaced find refuge in camp | Reuters"
        }, 
        {
            "category": "World", 
            "source": "Business Standard", 
            "content_snippet": "US President Donald Trump today vowed to eradicate terrorism and protect civilisation and asserted that the fight to defeat the Islamic State terror group will be shorter than expected.", 
            "link": "http://www.business-standard.com/article/pti-stories/trump-vows-to-eradicate-terrorism-protect-civilisation-117040600063_1.html", 
            "title": "Trump vows to eradicate terrorism, protect civilisation"
        }, 
        {
            "category": "World", 
            "source": "Economic Times", 
            "content_snippet": "LONDON: The UK government is eyeing to be a \"key partner\" of the multi-billion dollar China-Pakistan Economic Corridor and is working on securing British business interests in the project to boost its trade ties post-Brexit.", 
            "link": "http://economictimes.indiatimes.com/news/international/business/uk-eyeing-to-be-key-partner-of-cpec-post-brexit/articleshow/58032277.cms", 
            "title": "UK eyeing to be 'key partner' of CPEC post-Brexit"
        }, 
        {
            "category": "World", 
            "source": "Times of India", 
            "content_snippet": "BERLIN: Germany's cabinet on Wednesday moved to ban child marriages after the recent mass refugee influx brought in many couples where one or both partners were aged under 18.", 
            "link": "http://timesofindia.indiatimes.com/world/europe/germany-cracks-down-on-child-marriages/articleshow/58033152.cms", 
            "title": "Germany cracks down on child marriages"
        }, 
        {
            "category": "World", 
            "source": "Times of India", 
            "content_snippet": "Lucknow: Currently reviewing performance of Samajwadi Party (SP) in the recently-concluded Assembly polls in the state to arrive at a reason for the party's loss, national president Akhilesh Yadav said \"SP could not find the glue to bind voters together.", 
            "link": "http://timesofindia.indiatimes.com/city/lucknow/sp-lacked-the-glue-that-binds-voters-says-akhilesh/articleshow/58038041.cms", 
            "title": "SP lacked the glue that binds voters, says Akhilesh"
        }, 
        {
            "category": "World", 
            "source": "Business Standard", 
            "content_snippet": "Turkish President Recep Tayyip Erdogan today blamed the Syrian government for a suspected chemical weapons attack that killed dozens of people including children, calling President Bashar al-Assad a \"murderer\".", 
            "link": "http://www.business-standard.com/article/pti-stories/erdogan-blames-assad-for-suspected-syria-chemical-attack-117040501395_1.html", 
            "title": "Erdogan blames Assad for suspected Syria chemical attack"
        }, 
        {
            "category": "World", 
            "source": "India Today", 
            "content_snippet": "London, Apr 5 (PTI) A 21-year-old man and a 23-year-old woman arrested last week in Birmingham were today charged with terrorism offences.", 
            "link": "http://indiatoday.intoday.in/story/man-woman-charged-with-terror-offences-in-uk/1/921679.html", 
            "title": "Man, woman charged with terror offences in UK"
        }, 
        {
            "category": "Business", 
            "source": "Business Standard", 
            "content_snippet": "The BSE Sensex crossed the 30,000 mark for the first time in about two years, as the Indian equity markets went up for a consecutive session.", 
            "link": "http://www.business-standard.com/article/markets/sensex-revisits-30k-milestone-after-763-days-closes-at-lifetime-high-117040500968_1.html", 
            "title": "Sensex breaches 30000; closes at lifetime high"
        }, 
        {
            "category": "Business", 
            "source": "Financial Express", 
            "content_snippet": "Central bank is expected to keep policy interest rates unchanged for a third straight meeting, shifting focus to the tools it will use to mop up excess cash in the banking system that threatens to stoke inflation.", 
            "link": "http://www.financialexpress.com/economy/decision-day-guide-cash-tools-in-focus-as-rates-unchanged-by-rbi/616932/", 
            "title": "Decision-Day Guide: Cash tools in focus as rates unchanged by RBI"
        }, 
        {
            "category": "Business", 
            "source": "Economic Times", 
            "content_snippet": "NEW DELHI/BENGALURU: SoftBank, the largest shareholder in Snapdeal, held boardroom discussions on the proposed sale of the online marketplace to rival Flipkart on Tuesday according to two people aware of people aware of the development.", 
            "link": "http://economictimes.indiatimes.com/small-biz/startups/softbank-moots-snapdeal-sale-to-flipkart-proposed-deal-set-to-be-biggest-in-indian-ecommerce/articleshow/58018036.cms", 
            "title": "SoftBank moots Snapdeal sale to Flipkart, proposed deal set to be biggest in Indian e-commerce"
        }, 
        {
            "category": "Business", 
            "source": "Times of India", 
            "content_snippet": "NEW DELHI: The Union Cabinet approved a proposal on Wednesday for setting up an independent regulatory agency for railways which will recommend revision of tariffs and is intended to depoliticise the revision of passenger fares.", 
            "link": "http://timesofindia.indiatimes.com/india/cabinet-clears-independent-regulator-to-fix-rail-fares/articleshow/58038663.cms", 
            "title": "Cabinet clears independent regulator to fix rail fares"
        }, 
        {
            "category": "Business", 
            "source": "Economic Times", 
            "content_snippet": "NEW DELHI: The Congress today urged the government to keep indirect taxes under the new GST regime \"low and affordable\" so that these do not lead to rise in inflation which will hurt the poor the most.", 
            "link": "http://economictimes.indiatimes.com/news/politics-and-nation/keep-indirect-taxes-low-affordable-under-gst-congress-to-govt/articleshow/58033460.cms", 
            "title": "Keep indirect taxes 'low, affordable' under GST: Congress to govt"
        }, 
        {
            "category": "Business", 
            "source": "Moneycontrol.com", 
            "content_snippet": "Before November last year, the central bank had largely refrained from tinkering with the existing currency for nearly two decades.", 
            "link": "http://www.moneycontrol.com/news/business/economy/take-note-why-rbi-is-ringing-in-changes-to-the-currency-2253173.html", 
            "title": "Take note: Why RBI is ringing in changes to the currency"
        }, 
        {
            "category": "Business", 
            "source": "The Indian Express", 
            "content_snippet": "As per the Finance Act, 2017, Aadhaar number has been made mandatory for filing income-tax returns and while applying for a new Permanent Account Number (PAN) from July 1. 0. Shares.", 
            "link": "http://indianexpress.com/article/business/economy/promoting-digital-transactions-meity-for-linking-aadhaar-with-bank-accounts-4601266/", 
            "title": "Promoting Digital Transactions: MeitY for linking Aadhaar with bank accounts"
        }, 
        {
            "category": "Business", 
            "source": "Daily News & Analysis", 
            "content_snippet": "Brushing aside concerns over the forecast for below-average rainfall in the coming monsoon season, Mahindra & Mahindra (M&M) on Wednesday launched a new platform - Jivo - for its tractor division, targeted at affluent farmers dealing in row crop and ...", 
            "link": "http://www.dnaindia.com/money/report-mm-bets-on-tractors-despite-rain-forecast-dampener-2383081", 
            "title": "M&M bets on tractors despite rain-forecast dampener"
        }, 
        {
            "category": "Business", 
            "source": "Zee News", 
            "content_snippet": "New Delhi: New Delhi: After a gap of five years, State Bank of India has decided to reintroduce penalty on non-maintenance of minimum balance in accounts from April 1, and revised charges on other services, including ATMs. The new charges will also be ...", 
            "link": "http://zeenews.india.com/personal-finance/rs-5000-minimum-balance-requirement-sbi-starts-deducting-charges-cheque-books-locker-charges-go-up-1992735.html", 
            "title": "Rs 5000 minimum balance requirement: SBI starts deducting charges; cheque books, locker charges go up"
        }, 
        {
            "category": "Business", 
            "source": "Times of India", 
            "content_snippet": "... * For more technical analyses, click SINGAPORE, April 6 (Reuters) - Brent oil may retest a resistance at $55.06 per barrel, as the uptrend from the March 22 low of $49.71 has not completed.", 
            "link": "http://timesofindia.indiatimes.com/business/international-business/brent-oil-may-retest-resistance-at-55-06/articleshow/58039237.cms", 
            "title": "Brent oil may retest resistance at $55.06"
        }, 
        {
            "category": "Business", 
            "source": "Business Standard", 
            "content_snippet": "With declarations of only Rs 4,600 crore, the much-touted Pradhan Mantri Garib Kalyan Yojana (PMGKY) has turned out to be a damp squib.", 
            "link": "http://www.business-standard.com/article/economy-policy/ids-ii-nets-only-rs-4-600-cr-117040501301_1.html", 
            "title": "IDS-II nets only Rs 4600 cr"
        }, 
        {
            "category": "Business", 
            "source": "The Indian Express", 
            "content_snippet": "A majority of banks have questioned the cost incurred by the firms between November 10 and December 30, 2016, said three persons familiar with the development.", 
            "link": "http://indianexpress.com/article/india/still-to-get-rs-110-crore-for-recalibrating-atms-after-nov-8-cash-logistics-firms-4601448/", 
            "title": "Still to get Rs 110 crore for recalibrating ATMs after Nov 8: Cash logistics firms"
        }, 
        {
            "category": "Business", 
            "source": "Hindu Business Line", 
            "content_snippet": "After losing their prospects of working in the US, Indian software professionals - at least 30,000 of them - will be impacted by the UK government's move to impose restrictions on work visas, including discontinuing the short-term visa category.", 
            "link": "http://www.thehindubusinessline.com/info-tech/uk-visa-restrictions-will-hit-30000-indian-techies/article9618129.ece", 
            "title": "UK visa restrictions will hit 30000 Indian techies"
        }, 
        {
            "category": "Business", 
            "source": "Zee News", 
            "content_snippet": "Mumbai: In an unusual incident, taxi aggregator Ola charged a city passenger a whopping bill of Rs 149 crore for a local trip that never happened on April 1, and it was not a joke on All Fools' Day.", 
            "link": "http://zeenews.india.com/automobile/ola-ride-to-nowhere-bill-rs-149-crore-1993265.html", 
            "title": "Ola ride to nowhere--bill Rs 149-crore"
        }, 
        {
            "category": "Business", 
            "source": "Economic Times", 
            "content_snippet": "NEW DELHI: Railways plans to use renewable energy in a \"big\" way and is looking to add 1,000 MW of solar and 200 MW of wind energy, Railway Minister Suresh Prabhu today said.", 
            "link": "http://economictimes.indiatimes.com/industry/transportation/railways/railways-to-add-1000-mw-of-solar-200-mw-of-wind-energy-suresh-prabhu/articleshow/58031799.cms", 
            "title": "Railways to add 1000 MW of solar, 200 MW of wind energy: Suresh Prabhu"
        }, 
        {
            "category": "Business", 
            "source": "Zee News", 
            "content_snippet": "New Delhi: Dismissing reports on demonetisation of Rs 2,000 notes, Union Minister Kiren Rijiju on Wednesday said it was not possible for forgers to copy all security features of the new currency notes in Rs 500 and Rs 2,000 denominations.", 
            "link": "http://zeenews.india.com/economy/impossible-to-copy-all-security-features-of-new-notes-kiren-rijiju-1993274.html", 
            "title": "Impossible to copy all security features of new notes: Kiren Rijiju"
        }, 
        {
            "category": "Business", 
            "source": "Firstpost", 
            "content_snippet": "The first 'Global Natural Resources Conclave', powered by Vedanta, has taken off in New Delhi's Taj Palace Hotel. In his opening remarks, Anil Agarwal, chairman of Vedanta Resources Plc.", 
            "link": "http://www.firstpost.com/business/australia-must-learn-from-narendra-modis-economic-leadership-says-gina-rinehart-3369844.html", 
            "title": "Australia must learn from Narendra Modi's economic leadership, says Gina Rinehart"
        }, 
        {
            "category": "Business", 
            "source": "Moneycontrol.com", 
            "content_snippet": "The Commission, whose report was tabled in the state Assembly last week looked into the allegations against Modi, which mostly pertained to allotment of land for major industrial and infrastructure projects, including nine cases related to Tata Nano ...", 
            "link": "http://www.moneycontrol.com/news/business/no-secret-pact-between-tata-motors-and-modi-shah-commission-2253573.html", 
            "title": "No secret pact between Tata Motors and Modi: Shah Commission"
        }, 
        {
            "category": "Business", 
            "source": "Economic Times", 
            "content_snippet": "NEW DELHI: The government has asked IT major Wipro to develop a blueprint for Aadhaar-based biometric access to flyers at all airports across India.", 
            "link": "http://economictimes.indiatimes.com/wealth/personal-finance-news/now-aadhaar-for-getting-on-a-plane/articleshow/58022525.cms", 
            "title": "Now, Aadhaar for getting on a plane?"
        }, 
        {
            "category": "Business", 
            "source": "Livemint", 
            "content_snippet": "Canada Pension Plan Investment Board (CPPIB) will invest as much as $250 million in Island Star Mall Developers Pvt. Ltd, a unit of Phoenix Mills Ltd.", 
            "link": "http://www.livemint.com/Companies/zcd8GTVQ3jAito7LxiAmSK/CPPIB-to-invest-250-million-in-Phoenix-Mills-unit.html", 
            "title": "CPPIB to invest $250 million in Phoenix Mills unit"
        }, 
        {
            "category": "Technology", 
            "source": "The Verge", 
            "content_snippet": "YouTube TV, Google's internet TV subscription service, launches today. Ben Popper's got a big look at the app for you, covering how it works and what channels you get.", 
            "link": "http://www.theverge.com/2017/4/5/15194374/youtube-tv-live-streaming-10-important-things-to-know", 
            "title": "10 important things to know before signing up for YouTube TV"
        }, 
        {
            "category": "Technology", 
            "source": "The Indian Express", 
            "content_snippet": "Reliance Jio has extended the three months of free services for customers, who have signed up for Jio Prime, and got a recharge of Rs 303 or more.", 
            "link": "http://indianexpress.com/article/technology/tech-news-technology/reliance-jio-summer-surprise-offer-free-100-gb-4g-data-for-three-months-how-to-get-4600498/", 
            "title": "Reliance Jio Summer Surprise offer: Free 100 GB 4G data for three months"
        }, 
        {
            "category": "Technology", 
            "source": "Recombu", 
            "content_snippet": "The Honor 8 Pro is the most premium Honor smartphone so far, offering top-end specs and a dual lens camera like the Huawei P10 Plus and Mate 9, except for less cash.", 
            "link": "https://recombu.com/mobile/article/honor-8-pro-vs-huawei-p10-plus-vs-huawei-mate-9-specs-camera", 
            "title": "Honor 8 Pro vs Huawei P10 Plus vs Huawei Mate 9: Battle of the mega-phones"
        }, 
        {
            "category": "Technology", 
            "source": "Times of India", 
            "content_snippet": "NEW DELHI: After selling nearly 10 million devices in India last year, Lenovo-Motorola combine plans to set up a company-owned factory in the country as it expands aggressively.", 
            "link": "http://timesofindia.indiatimes.com/business/india-business/lenovo-motorola-looks-to-set-up-factory-in-india/articleshow/58020566.cms", 
            "title": "Lenovo-Motorola looks to set up factory in India"
        }, 
        {
            "category": "Technology", 
            "source": "India Today", 
            "content_snippet": "The Apple iPhone completely revolutionised smartphones ten years ago in 2007. While the last ten years have seen screens getting bigger and phones getting much more powerful, smartphone design hasn't evolved much.", 
            "link": "http://indiatoday.intoday.in/technology/story/lg-g6-vs-samsung-galaxy-s8-a-new-era-in-smartphone-design-android-galaxy-s8/1/921223.html", 
            "title": "LG G6 vs Samsung Galaxy S8: A new era in smartphone design"
        }, 
        {
            "category": "Technology", 
            "source": "International Business Times, India Edition", 
            "content_snippet": "Apple is tight-lipped on its next-generation smartphone, but reports have claimed that it will come in three variants - iPhone 8 with 4.7-inch display, iPhone 8 Plus with 5.5-inch screen, and a premium version with 5.8-inch display.", 
            "link": "http://www.ibtimes.co.in/apples-next-gen-iphone-8-launch-date-could-be-pushed-back-722089", 
            "title": "Apple's next-gen iPhone 8 launch date could be pushed back"
        }, 
        {
            "category": "Technology", 
            "source": "Techradar India", 
            "content_snippet": "As we all know, HMD Global collaborated with Foxconn to produce phones with Nokia branding. The company has showcased a feature phone called Nokia 3310 and three Andriod-powered smartphones named as Nokia 3 , 5, and 6 at this year's Mobile ...", 
            "link": "http://www.in.techradar.com/news/phone-and-communications/mobile-phones/hmd-global-to-launch-nokia-3310-globally-in-april-followed-by-nokia-3-5-and-6/articleshow/58030037.cms", 
            "title": "HMD Global to launch Nokia 3310 globally in April followed by Nokia 3, 5, and 6"
        }, 
        {
            "category": "Technology", 
            "source": "Redmondmag.com", 
            "content_snippet": "Microsoft announced today that it's on a \"privacy journey\" with its Windows 10 users and that the coming Windows 10 \"creators update\" will have new privacy options with better explanations.", 
            "link": "https://redmondmag.com/articles/2017/04/05/windows-10-privacy-changes.aspx", 
            "title": "Microsoft Outlines Privacy Changes in Windows 10 Creators Update"
        }, 
        {
            "category": "Technology", 
            "source": "The Indian Express", 
            "content_snippet": "Vivo V5 Plus in Matte black colour option will be available on Flipkart, modern trade outlets and Vivo exclusive stores starting from April 10.", 
            "link": "http://indianexpress.com/article/technology/mobile-tabs/vivo-v5-plus-limited-edition-matte-black-colour-option-launched-key-specifications-features-and-price-flipkart-availability-4600094/", 
            "title": "Vivo V5 Plus matte black colour option launched: Key specifications and price"
        }, 
        {
            "category": "Technology", 
            "source": "EOTO Tech", 
            "content_snippet": "The phone which was launched in China last year features a similar metal-like finish with it's proprietary S-Bike Mode, with special hands-free functions for bikers.", 
            "link": "http://eoto.tech/samsung-unveils-j3-pro-s-bike-mode-rs-8490/", 
            "title": "Samsung unveils J3 Pro with S-Bike Mode at Rs 8490"
        }, 
        {
            "category": "Technology", 
            "source": "NDTV", 
            "content_snippet": "Xiaomi has pulled an Apple by quietly launching its newest tablet, the Mi Pad 3. The new tablet has been listed on the company's Chinese website.", 
            "link": "http://gadgets.ndtv.com/tablets/news/xiaomi-mi-pad-3-with-hexa-core-mediatek-soc-13-megapixel-camera-launched-1677670", 
            "title": "Xiaomi Mi Pad 3 With Hexa-Core MediaTek SoC, 13-Megapixel Camera Launched"
        }, 
        {
            "category": "Technology", 
            "source": "NDTV", 
            "content_snippet": "Xiaomi Mi 6 flagship device has been leaked on several occasions, and its launch date has been fluctuating alongside. Now, the Chinese conglomerate's CEO Lei Jun has confirmed that the Xiaomi Mi 6 will be launched this month itself.", 
            "link": "http://gadgets.ndtv.com/mobiles/news/xiaomi-mi-6-to-launch-this-month-confirms-ceo-1677243", 
            "title": "Xiaomi Mi 6 to Launch This Month, Confirms CEO"
        }, 
        {
            "category": "Technology", 
            "source": "Deccan Chronicle", 
            "content_snippet": "Google had been working on an update to its Nougat OS for over a month now. The company is finally done with the testing and has made an official roll-out of its last possible Nougat update to all users.", 
            "link": "http://www.deccanchronicle.com/technology/in-other-news/050417/androids-last-possible-nougat-update-officially-rolls-out.html", 
            "title": "Android's last possible Nougat update officially rolls out"
        }, 
        {
            "category": "Technology", 
            "source": "International Business Times, India Edition", 
            "content_snippet": "Xiaomi has seeded Android 7.0 Nougat to the Mi Box but its smartphones like Mi Note 3, Note 4, Mi 4 and Mi Max yet to get it. Raymond Ronamai.", 
            "link": "http://www.ibtimes.co.in/xiaomi-mi-box-gets-android-7-0-nougat-update-when-will-mi-note-3-redmi-note-4-mi-4-mi-max-get-722096", 
            "title": "Xiaomi Mi Box gets Android 7.0 Nougat update: When will Mi Note 3, Redmi Note 4, Mi 4, Mi Max get it?"
        }, 
        {
            "category": "Technology", 
            "source": "NDTV", 
            "content_snippet": "Apple has updated some of its products in the past few weeks without making a sound. After launching new Red variants for the iPhone 7 and iPhone 7 plus, and a new 9.7-inch iPad, Apple has now updated its Mac Pro lineup as it had promised earlier this ...", 
            "link": "http://gadgets.ndtv.com/laptops/news/new-mac-pro-models-unveiled-starting-at-2-999-1677634", 
            "title": "New Mac Pro Models Unveiled Starting at Rs. 2,49900"
        }, 
        {
            "category": "Technology", 
            "source": "Times of India", 
            "content_snippet": "PUNE: Luxury car manufacturer Mercedes-Benz launched their flagship luxury model, the S-Class 'Connoisseur's Edition', on Wednesday.", 
            "link": "http://timesofindia.indiatimes.com/auto/launches/mercedes-benz-launches-s-class-connoisseurs-edition/articleshow/58030538.cms", 
            "title": "Mercedes-Benz launches S-Class 'Connoisseur's Edition'"
        }, 
        {
            "category": "Technology", 
            "source": "Engadget", 
            "content_snippet": "Three years after buying WhatsApp, Facebook still hasn't quite figured out how to make money off of messaging service's massive user base.", 
            "link": "https://www.engadget.com/2017/04/05/whatsapp-digital-payments-begin-in-india-upi/", 
            "title": "WhatsApp's digital payments push will begin in India"
        }, 
        {
            "category": "Technology", 
            "source": "ZDNet", 
            "content_snippet": "Some of you may have been surprised when Canonical's founder Mark Shuttleworth announced Ubuntu Linux was ending its \"investment in Unity8, the phone and convergence shell\".", 
            "link": "http://www.zdnet.com/article/ubuntu-switches-to-gnome-desktop-and-gives-up-smartphone-hopes/", 
            "title": "Ubuntu switches to GNOME desktop and gives up smartphone hopes"
        }, 
        {
            "category": "Technology", 
            "source": "NDTV", 
            "content_snippet": "SAN FRANCISCO: Facebook Inc is adding tools on Wednesday to make it easier for users to report so-called 'revenge porn' and to automatically prevent the images from being shared again once they have been banned, the company said.", 
            "link": "http://www.ndtv.com/world-news/facebook-add-tools-to-prevent-banned-images-to-be-shared-1677815", 
            "title": "Facebook Add Tools To Prevent Banned Images To Be Shared"
        }, 
        {
            "category": "Technology", 
            "source": "Express.co.uk", 
            "content_snippet": "XBOX SCORPIO news this week includes The Witcher 3 being linked alongside Call of Duty WW2 and Red Dead Redemption 2, as one of the planned 4K compatible titles.", 
            "link": "http://www.express.co.uk/entertainment/gaming/788499/Xbox-Scorpio-news-The-Witcher-3-Call-of-Duty-WW2-Red-Dead-Redemption-2-4K", 
            "title": "Xbox Scorpio news: The Witcher 3, Call of Duty WW2 AND Red Dead Redemption 2 in 4K?"
        }, 
        {
            "category": "Entertainment", 
            "source": "Times of India", 
            "content_snippet": "Comedian Sunil Pal, who has appeared on The Kapil Sharma Show for a few episodes post Kapil's public spat with Sunil Grover, has now shared a video on his Facebook page, where he can be seen apologizing to Sunil on Kapil's behalf and urging them to ...", 
            "link": "http://timesofindia.indiatimes.com/tv/news/hindi/watch-sunil-pal-urges-sunil-grover-and-kapil-sharma-to-patch-up-for-the-sake-of-500-comedians/articleshow/58030417.cms", 
            "title": "WATCH: Sunil Pal urges Sunil Grover and Kapil Sharma to patch up for the sake of 500 comedians"
        }, 
        {
            "category": "Entertainment", 
            "source": "The Indian Express", 
            "content_snippet": "As per reports, Shraddha Kapoor's closeness to Aditya Roy Kapur at Mahesh Bhatt camp's 30th anniversary celebration miffed Farhan Akhtar.", 
            "link": "http://indianexpress.com/article/entertainment/bollywood/shraddha-kapoor-parties-with-aditya-roy-kapur-farhan-akhtar-upset-4600589/", 
            "title": "As Shraddha Kapoor parties with Aditya Roy Kapur, is Farhan Akhtar upset?"
        }, 
        {
            "category": "Entertainment", 
            "source": "Firstpost", 
            "content_snippet": "Five years ago when SS Rajamouli met Sabu Cyril for the first time, to pitch the story of Baahubali, little did he expect that Sabu Cyril, National Award winning production designer with credits including Shankar's Endhiran, Shah Rukh Khan's Ra.", 
            "link": "http://www.firstpost.com/entertainment/baahubali-2-production-designer-sabu-cyril-talks-about-working-on-ss-rajamoulis-epic-3368976.html", 
            "title": "Baahubali 2: Production designer Sabu Cyril talks about working on SS Rajamouli's epic"
        }, 
        {
            "category": "Entertainment", 
            "source": "The Indian Express", 
            "content_snippet": "Baahubali 2 Hindi jukebox out: Makers made us wait for quite a long time to listen to songs in Hindi. 792. Shares. Facebook · Twitter · Google Plus · Whatsapp.", 
            "link": "http://indianexpress.com/article/entertainment/music/baahubali-2-hindi-jukebox-out-baahubali-the-conclusion-prabhas-ss-rajamouli-4600729/", 
            "title": "Baahubali 2 Hindi jukebox out: An extraordinary film gets an average album"
        }, 
        {
            "category": "Entertainment", 
            "source": "The New Indian Express", 
            "content_snippet": "VIJAYAWADA: Sri Rama Navami was celebrated with religious fervour at all the Lord Rama temples across the city on Wednesday. Thousands of devotees participated in the celestial wedding of Sri Sitha Rama Swamy on the occasion of the festival.", 
            "link": "http://www.newindianexpress.com/cities/vijayawada/2017/apr/06/sri-rama-navami-celebrated-with-religious-fervour-1590381.html", 
            "title": "Sri Rama Navami celebrated with religious fervour"
        }, 
        {
            "category": "Entertainment", 
            "source": "Daily Mail", 
            "content_snippet": "Kendall Jenner did her best to hide from the controversy surrounding her Pepsi commercial on Wednesday when she landed in Paris. Jenner, who starred in an advertisement for the soda giant that was blasted as 'tone deaf', shielded her face as she was ...", 
            "link": "http://www.dailymail.co.uk/news/article-4383798/Pepsi-pulls-controversial-Kendall-Jenner-commercial.html", 
            "title": "Pepsi pulls its controversial Kendall Jenner commercial"
        }, 
        {
            "category": "Entertainment", 
            "source": "Times of India", 
            "content_snippet": "In a matter of days, director Mohit Suri will launch the first trailer of his upcoming film 'Half Girlfriend' starring Arjun Kapoor and Shraddha Kapoor .", 
            "link": "http://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/watch-arjun-kapoor-nails-his-bihari-act-in-half-girlfriend-teaser/articleshow/58024755.cms", 
            "title": "Watch: Arjun Kapoor nails his Bihari act in 'Half Girlfriend' teaser"
        }, 
        {
            "category": "Entertainment", 
            "source": "Deccan Chronicle", 
            "content_snippet": "Katrina and Ramesh Taurani have worked together on films like 'Ajab Prem Ki Ghazab Kahani' and 'Race' in the past.", 
            "link": "http://www.deccanchronicle.com/entertainment/bollywood/050417/katrina-skips-ramesh-tauranis-party-reason-ex-ranbir-kapoor.html", 
            "title": "Katrina skips Ramesh Taurani's party, reason ex Ranbir Kapoor?"
        }, 
        {
            "category": "Entertainment", 
            "source": "Deccan Chronicle", 
            "content_snippet": "Actress Angela Krislinski, who will be starring in Puri Jagannadh's Rogue, found herself in a tricky situation on Tuesday. The actress, who had previously worked with Hrithik in 'two television ads', had called him her mentor and a friend, in an ...", 
            "link": "http://www.deccanchronicle.com/entertainment/bollywood/060417/angela-krislinski-apologises-to-hrithik.html", 
            "title": "Angela Krislinski apologises to Hrithik"
        }, 
        {
            "category": "Entertainment", 
            "source": "Daily News & Analysis", 
            "content_snippet": "Krushna Abhishek will be hosting a new show India Banega Manch, inspired by the foreign show Win The Crowd. A talent-based show, it will have participants showcasing their skills, which could be dance, singing, comedy, magic tricks, etc.", 
            "link": "http://www.dnaindia.com/entertainment/report-krushna-abhishek-to-host-a-new-show-india-banega-manch-2382773", 
            "title": "Krushna Abhishek to host a new show 'India Banega Manch'"
        }, 
        {
            "category": "Entertainment", 
            "source": "Times of India", 
            "content_snippet": "Just a day after the suicide of 24-year-old student Arjun Bhardwaj, which made news for the live Facebook video that preceded the act, another such news of a similar suicide attempt broke out in Bengaluru.", 
            "link": "http://timesofindia.indiatimes.com/entertainment/kannada/movies/news/bigg-boss-winner-pratham-attempts-suicide-on-live-video-survives/articleshow/58027624.cms", 
            "title": "Bigg Boss winner Pratham attempts suicide on live video; survives"
        }, 
        {
            "category": "Entertainment", 
            "source": "The New Indian Express", 
            "content_snippet": "Actor Karthi's association with director Mani Ratnam spawns over a decade, when the young actor became an assistant director to the veteran in Ayitha Ezhuthu.", 
            "link": "http://www.newindianexpress.com/entertainment/tamil/2017/apr/05/very-challenging-to-play-mani-ratnams-romantic-hero-karthi-1590304.html", 
            "title": "Very challenging to play Mani Ratnam's romantic hero: Karthi"
        }, 
        {
            "category": "Entertainment", 
            "source": "Times of India", 
            "content_snippet": "Popular TV actress Sameksha Singh, from Star Plus' show 'P.O.W.- Bandi Yuddh Ke', has come out in support of actress Shilpa Shinde against 'Bhabhi Ji Ghar Par Hai'producer Binaifer Kohli.", 
            "link": "http://timesofindia.indiatimes.com/tv/news/hindi/tv-actress-sameksha-singh-speaks-up-about-being-harassed-by-bhabhi-ji-ghar-par-hai-producer-in-the-past/articleshow/58024139.cms", 
            "title": "TV actress Sameksha Singh speaks up about being harassed by Bhabhi Ji Ghar Par Hai producer in the past"
        }, 
        {
            "category": "Entertainment", 
            "source": "The Indian Express", 
            "content_snippet": "Shah Rukh Khan has made the smartest comparison between acting and cooking. He feels as an actor he also 'serves and presents' a film.", 
            "link": "http://indianexpress.com/article/entertainment/bollywood/shah-rukh-khan-may-open-a-restaurant-called-red-chillies-4600728/", 
            "title": "Shah Rukh Khan may open a restaurant called Red Chillies, and cook in it too!"
        }, 
        {
            "category": "Entertainment", 
            "source": "Times of India", 
            "content_snippet": "Hans Zimmer has added more dates to his international tour for North American cities. The 59-year-old music composer, who will embark on the gig titled 'Hans Zimmer Revealed' from April 14, will again visit NA from the third week in July to mid-August, ...", 
            "link": "http://timesofindia.indiatimes.com/entertainment/english/music/news/hans-zimmer-adds-more-dates-for-north-america-in-international-tour/articleshow/58037968.cms", 
            "title": "Hans Zimmer adds more dates for North America in international tour"
        }, 
        {
            "category": "Entertainment", 
            "source": "Times of India", 
            "content_snippet": "Junior NTR has released the logo motion poster of his upcoming movie, 'Jai Lava Kusa' on the occasion of Ram Navami. Director Bobby, after directing Pawan Kalyan's 'Gabbar Singh' has teamed up with the Young Tiger in 'Jai Lava Kusa'.", 
            "link": "http://timesofindia.indiatimes.com/entertainment/telugu/movies/news/junior-ntrs-jai-lava-kusa-logo-motion-poster-released/articleshow/58030136.cms", 
            "title": "Junior NTR's 'Jai Lava Kusa' logo motion poster released"
        }, 
        {
            "category": "Entertainment", 
            "source": "NDTV", 
            "content_snippet": "Actress Amy Jackson kicked off the tenth edition of the Indian Premiere League, setting fire on the stage with her performance at the Rajiv Gandhi International Stadium in Hyderabad but Twitter is not pleased.", 
            "link": "http://movies.ndtv.com/bollywood/ipl-2017-amy-jackson-trolled-on-twitter-for-performance-in-indian-premiere-league-opening-ceremony-1677821", 
            "title": "Indian Premier League: Amy Jackson Trolled After Opening Ceremony Performance. Twitter's Verdict - 'Pathetic'"
        }, 
        {
            "category": "Entertainment", 
            "source": "Times of India", 
            "content_snippet": "Taapsee Pannu's spy thriller 'Naam Shabana' collected approximately Rs 2.50 crore on its first Tuesday (Day 5) taking its total to Rs 22.50 crore (nett), as reported by Boxofficeindia.", 
            "link": "http://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/naam-shabana-box-office-collection-day-5/articleshow/58027415.cms", 
            "title": "'Naam Shabana' box-office collection Day 5"
        }, 
        {
            "category": "Entertainment", 
            "source": "The Indian Express", 
            "content_snippet": "Kumkum Bhagya 5th April 2017 full episode written update: Aalia and Tanu plan to make Pragya feel inferior. They appoint her as a house servant.", 
            "link": "http://indianexpress.com/article/entertainment/television/kumkum-bhagya-5th-april-2017-full-episode-written-update-4601092/", 
            "title": "Kumkum Bhagya 5th April 2017 full episode written update: Abhi feels bad when Pragya is treated as a servant."
        }, 
        {
            "category": "Entertainment", 
            "source": "The Hans India", 
            "content_snippet": "Jit Mukherjee won the Hyderabad round of the Ultimate Bartender Championship by Monkey Shoulder held at Glocal Junction on Tuesday.", 
            "link": "http://www.thehansindia.com/posts/index/Telangana/2017-04-05/Hyderabad-finds-the-Ultimate-Bartender/291446", 
            "title": "Hyderabad finds the Ultimate Bartender"
        }, 
        {
            "category": "Sports", 
            "source": "NDTVSports.com", 
            "content_snippet": "Riding on half-centuries from Yuvraj Singh (62) and Moises Henriques (52) Sunrisers Hyderabad beat Royal Challengers Bangalore by 35 runs in the IPL opener at Hyderabad.", 
            "link": "https://sports.ndtv.com/indian-premier-league-2017/ipl-live-cricket-score-srh-hyderabad-vs-rcb-bangalore-1677697", 
            "title": "IPL Highlights, SRH vs RCB: Hyderabad beat Bangalore by 35 runs"
        }, 
        {
            "category": "Sports", 
            "source": "New York Times", 
            "content_snippet": "Eden Hazard, stepping past Manchester City goalkeeper Willy Caballero, celebrated with his teammate Gary Cahill after scoring his second goal in Chelsea's 2-1 victory on Wednesday.", 
            "link": "https://www.nytimes.com/2017/04/05/sports/soccer/chelsea-fc-manchester-city-english-premier-league.html", 
            "title": "Manchester City's Coach Says He's Happy; Chelsea's Has Reason to Be"
        }, 
        {
            "category": "Sports", 
            "source": "NDTVSports.com", 
            "content_snippet": "PV Sindhu and Saina Nehwal suffered shock defeats in their opening round matches to exit the Malaysia Open Superseries tournament.", 
            "link": "https://sports.ndtv.com/badminton/pv-sindhu-saina-nehwal-crash-out-in-round-1-of-malaysia-open-ajay-jayaram-advances-1677701", 
            "title": "PV Sindhu, Saina Nehwal Crash Out In Round 1 Of Malaysia Open; Ajay Jayaram Advances"
        }, 
        {
            "category": "Sports", 
            "source": "Hindustan Times", 
            "content_snippet": "Mumbai Indians (MI), under the proactive leadership of Rohit Sharma, will take on Rising Pune Supergiant (RPS) in their opening game of the 2017 Indian Premier League (IPL) at Maharashtra Cricket Association Stadium, Pune on Thursday.", 
            "link": "http://www.hindustantimes.com/ipl-2017/rising-pune-supergiant-vs-mumbai-indians-ms-dhoni-s-1st-ipl-game-as-non-captain/story-c2iXaU5ybUQIANpaSWDAZP.html", 
            "title": "Rising Pune Supergiant vs Mumbai Indians: MS Dhoni's 1st IPL game as non-captain"
        }, 
        {
            "category": "Sports", 
            "source": "The Hindu", 
            "content_snippet": "Vivian Richards is among the greatest and most charismatic West Indian cricketers to have visited these shores. The gum-chewing Antiguan plundered runs against India, starting with his unconquered 192 at the Kotla in December 1974.", 
            "link": "http://www.thehindu.com/todays-paper/tp-sports/t20-and-ipl-have-given-the-game-the-kiss-of-life-says-viv-richards/article17835658.ece", 
            "title": "T20 and IPL have given the game the kiss of life, says Viv Richards"
        }, 
        {
            "category": "Sports", 
            "source": "The New Indian Express", 
            "content_snippet": "Real Madrid's Alvaro Morata celebrates after scoring his side's second goal against Leganes during a Spanish La Liga soccer match between Leganes and Real Madrid at the Butarque stadium in Madrid, Wednesday, April 5, 2017.", 
            "link": "http://www.newindianexpress.com/sport/football/2017/apr/06/alvaro-morata-helps-real-madrid-keep-messi-inspired-barcelona-in-check-1590533.html", 
            "title": "Alvaro Morata helps Real Madrid keep Messi-inspired Barcelona in check"
        }, 
        {
            "category": "Sports", 
            "source": "Cricbuzz", 
            "content_snippet": "Dhawan sells Henriques down the river... nearly: Shikhar Dhawan enjoyed a pleasant start to the IPL, what with some fine striking of the ball.", 
            "link": "http://www.cricbuzz.com/cricket-news/93799/ipl-2017-snapshots-mandeep-singhs-applause-worthy-flier-and-the-mills-after-thought", 
            "title": "Snapshots: Mandeep's applause-worthy flier and the Mills after-thought"
        }, 
        {
            "category": "Sports", 
            "source": "The Indian Express", 
            "content_snippet": "Alvaro Morata scored twice and James Rodriguez was on target as Real Madrid cruised past Leganes. 0. Shares. Facebook · Twitter · Google Plus · Whatsapp.", 
            "link": "http://indianexpress.com/article/sports/football/real-madrid-maintain-top-position-in-la-liga-with-4-2-win-over-leganes-4601415/", 
            "title": "Real Madrid maintain top position in La Liga with 4-2 win over Leganes"
        }, 
        {
            "category": "Sports", 
            "source": "The Indian Express", 
            "content_snippet": "Mesut Ozil, Theo Walcott and Olivier Giroud were all on target as Arsenal beat West Ham United 3-0. 0. Shares. Facebook · Twitter · Google Plus · Whatsapp.", 
            "link": "http://indianexpress.com/article/sports/football/arsenal-revive-top-four-challenge-with-win-over-west-ham-united-4601401/", 
            "title": "Arsenal revive top-four challenge with win over West Ham United"
        }, 
        {
            "category": "Sports", 
            "source": "Firstpost", 
            "content_snippet": "Everyone remembers records of individual players because they are mostly eye-catching. But cricket is a team sport. It's hard to understand why fans don't often remember records which were broken and created by teams.", 
            "link": "http://www.firstpost.com/sports/ipl-2017-stats-preview-from-rcbs-victory-margins-to-kkrs-success-streak-a-look-at-team-records-3369224.html", 
            "title": "IPL 2017 stats preview: From RCB's victory margins to KKR's success streak, a look at team records"
        }, 
        {
            "category": "Sports", 
            "source": "The New Indian Express", 
            "content_snippet": "CHENNAI: With the Indian players unhappy with the pay hike announced by the BCCI, captain Virat Kohli and a few other cricketers met the court-appointed committee of administrators (CoA) in Hyderabad on Wednesday.", 
            "link": "http://www.newindianexpress.com/sport/cricket/2017/apr/06/virat-kohli-negotiates-bigger-hike-for-team-india-players-with-coa-head-vinod-rai-and-vikram-limaye-1590426.html", 
            "title": "Virat Kohli negotiates bigger hike for Team India players with CoA head Vinod Rai and Vikram Limaye"
        }, 
        {
            "category": "Sports", 
            "source": "Cricbuzz", 
            "content_snippet": "Mohit Sharma has been out of the national side since October 2015. He returned to the domestic arena after nursing a stress injury on his ankle.", 
            "link": "http://www.cricbuzz.com/cricket-news/93794/opportunity-for-young-pacers-to-prove-themselves-under-pressure-mohit-sharma-kings-xi-punjab-ipl-2017-cricket-news", 
            "title": "Opportunity for young pacers to prove themselves under pressure: Mohit Sharma"
        }, 
        {
            "category": "Sports", 
            "source": "RTE.ie", 
            "content_snippet": "Liverpool have been handed an academy transfer ban and ordered to pay £100,000 after admitting their part in the 'tapping up' of a Stoke youngster.", 
            "link": "https://www.rte.ie/sport/soccer/2017/0405/865549-liverpool-academy/", 
            "title": "Liverpool Academy handed transfer ban for 'tapping up' youth player"
        }, 
        {
            "category": "Sports", 
            "source": "NDTVSports.com", 
            "content_snippet": "India captain Virat Kohli may not have had a very good sign off to the season, with bad form and injury keeping him away from the runs in the last series against Australia, but he has evidently done before prior to that to be named Wisden's Leading ...", 
            "link": "https://sports.ndtv.com/cricket/virat-kohli-chosen-wisden-leading-cricketer-in-the-world-2016-1677699", 
            "title": "Virat Kohli Chosen Wisden Leading Cricketer In The World 2016"
        }, 
        {
            "category": "Sports", 
            "source": "NDTVSports.com", 
            "content_snippet": "Cricket legend Sachin Tendulkar on Wednesday spoke to his fans via his new mobile phone app '100MB Cricket' with Mumbai Indians player Harbhajan Singh and team physio Nitin Patel.", 
            "link": "https://sports.ndtv.com/indian-premier-league-2017/ipl-2017-sachin-tendulkar-wishes-mumbai-indians-the-best-for-season-10-1677653", 
            "title": "IPL 2017: Sachin Tendulkar Wishes Mumbai Indians The Best For Season 10"
        }, 
        {
            "category": "Sports", 
            "source": "The Indian Express", 
            "content_snippet": "Speculations were rife regarding Harsha Bhogle's commentary and that he will soon be back in the commentary box. 0. Shares. Facebook · Twitter · Google Plus · Whatsapp.", 
            "link": "http://indianexpress.com/article/sports/cricket/ipl-2017-10/ipl-2017-harsha-bhogle-makes-a-return-to-indian-premier-league-4600676/", 
            "title": "IPL 2017: Harsha Bhogle makes a return to Indian Premier League"
        }, 
        {
            "category": "Sports", 
            "source": "Hindustan Times", 
            "content_snippet": "Bollywood actor-couple Rishi Kapoor and Neetu Kapoor during the Jaipur Literature Festival at Diggi Palace in Jaipur recently. Kapoor has commented on the absence of Pakistani cricketers from Indian Premier League T20(PTI).", 
            "link": "http://www.hindustantimes.com/ipl-2017/indian-premier-league-t20-why-no-pakistan-players-asks-rishi-kapoor/story-0FPBSqJzFi6PbSudGKqyOP.html", 
            "title": "Indian Premier League T20: Why no Pakistan players? asks Rishi Kapoor"
        }, 
        {
            "category": "Sports", 
            "source": "NDTVSports.com", 
            "content_snippet": "Brendon McCullum took to Twitter and trolled injury hit Royal Challengers Bangalore side and player AB de Villiers ahead of their first match against Sunrisers Hyderabad.", 
            "link": "https://sports.ndtv.com/indian-premier-league-2017/ipl-2017-brendon-mccullum-brilliantly-trolls-ab-de-villiers-rcb-ahead-of-opener-against-srh-1677472", 
            "title": "IPL 2017: Brendon McCullum Brilliantly Trolls AB de Villiers, RCB Ahead Of Opener Against SRH"
        }, 
        {
            "category": "Sports", 
            "source": "Eurosport.co.uk", 
            "content_snippet": "STottenham Hotspur came from behind in the final minutes of the game to secure a dramatic 3-1 victory over Swansea City and keep the title race alive.", 
            "link": "http://www.eurosport.co.uk/football/premier-league/2016-2017/spurs-keep-title-race-alive-with-dramatic-win_sto6119065/story.shtml", 
            "title": "Spurs keep title dream alive with dramatic win"
        }, 
        {
            "category": "Sports", 
            "source": "The Hindu", 
            "content_snippet": "After A. Raegan was officially released by Chennai City FC from its I-League squad on Wednesday, the big question was whether the striker can play for his employer AG's Office in the Chennai Football Association senior division league.", 
            "link": "http://www.thehindu.com/todays-paper/tp-sports/can-raegan-now-play-for-ags-office/article17836132.ece", 
            "title": "Can Raegan now play for AG's Office?"
        }, 
        {
            "category": "Science", 
            "source": "NDTV", 
            "content_snippet": "Miami: NASA's unmanned Cassini spacecraft is preparing for its final plunge into Saturn later this year, after two decades of helping Earth-bound scientists make new discoveries about the sixth planet from the Sun and its mysterious rings.", 
            "link": "http://www.ndtv.com/world-news/nasas-cassini-probe-of-saturn-prepares-for-last-plunge-1677809", 
            "title": "NASA's Cassini Probe Of Saturn Prepares For Last Plunge"
        }, 
        {
            "category": "Science", 
            "source": "Daily Mail", 
            "content_snippet": "NASA has revealed that astronaut Peggy Whitson will remain on the International Space Station until September. The 57-year-old astronaut arrived last November and was supposed to return to Earth in June.", 
            "link": "http://www.dailymail.co.uk/sciencetech/article-4384590/Oldest-woman-space-gets-extra-three-months-orbit.html", 
            "title": "Peggy Whitson gets an extra three months in orbit"
        }, 
        {
            "category": "Science", 
            "source": "Phys.Org", 
            "content_snippet": "Artist's impression shows three bright red flashes depicting fast radio bursts far beyond the Milky Way, appearing in the constellations Puppis and Hydra.", 
            "link": "https://phys.org/news/2017-04-mysterious-energy-outer-space.html", 
            "title": "Mysterious bursts of energy do come from outer space"
        }, 
        {
            "category": "Science", 
            "source": "Tech Times", 
            "content_snippet": "This sounds like the perfect job and the pay is not bad either. Scientists at the Institute for Space Medicine and Physiology near Toulouse, France, are offering volunteers 16,000 euros (or a little over $17,000) to investigate the effects of ...", 
            "link": "http://www.techtimes.com/articles/204056/20170405/microgravity-research-scientists-recruit-volunteers-to-lie-in-bed-for-2-months.htm", 
            "title": "Microgravity Research: Scientists Recruit Volunteers To Lie In Bed For 2 Months"
        }, 
        {
            "category": "Science", 
            "source": "The Indian Express", 
            "content_snippet": "Researchers show that the opening of the Dover Strait in the English Channel occurred in two episodes, where an initial lake spill over was followed by catastrophic flooding.", 
            "link": "http://indianexpress.com/article/technology/science/brexit-1-0-happened-450000-years-ago-study-4600618/", 
            "title": "'Brexit 1.0' happened 450000 years ago, shows study"
        }, 
        {
            "category": "Science", 
            "source": "Times of India", 
            "content_snippet": "Bhopal: A teenager sustained severe injuries after a mobile phone he was playing a game on exploded in Betul district late Tuesday night.", 
            "link": "http://timesofindia.indiatimes.com/city/bhopal/boy-gets-burns-on-abdomen-as-mobile-on-charge-explodes/articleshow/58036990.cms", 
            "title": "Boy gets burns on abdomen as mobile on charge explodes"
        }, 
        {
            "category": "Science", 
            "source": "Newsweek", 
            "content_snippet": "Thousands of trees are at risk of extinction. The Botanical Gardens Conservation International (BGCI), based in London, compiled a list of tree species around the world recently and discovered 9,600 types of trees were threatened by extinction.", 
            "link": "http://www.newsweek.com/trees-extinct-extinction-species-2017-579723", 
            "title": "Thousands of Tree Species Are At Risk of Extinction"
        }, 
        {
            "category": "Science", 
            "source": "Daily Mail", 
            "content_snippet": "Scientists are investigating a bizarre scaly feature on the surface of Mars that could be the site of a past impact. The circular structure was discovered on the South Polar layered deposits, and a stunning new image from the Mars Reconnaissance ...", 
            "link": "http://www.dailymail.co.uk/sciencetech/article-4383394/Nasa-image-reveals-bizarre-looking-crater-Mars-surface.html", 
            "title": "Nasa image reveals bizarre looking crater on Mars' surface"
        }, 
        {
            "category": "Science", 
            "source": "Daily News & Analysis", 
            "content_snippet": "Former AIIMS Director M C Misra has been appointed as honorary senior consultant at Sir Ganga Ram Hospital here, said the city-based hospital.", 
            "link": "http://www.dnaindia.com/india/report-ex-aiims-director-m-c-misra-joins-sir-ganga-ram-hospital-2383156", 
            "title": "Ex-AIIMS director M C Misra joins Sir Ganga Ram Hospital"
        }, 
        {
            "category": "Science", 
            "source": "The Boston Globe", 
            "content_snippet": "WASHINGTON - Continuing to burn fossil fuels at the current rate could bring atmospheric carbon dioxide to its highest concentration in 50 million years, jumping from about 400 parts per million now to more than 900 parts per million by the end of ...", 
            "link": "https://www.bostonglobe.com/news/nation/2017/04/05/study-offers-dire-warning-climate-change/cyozAC0fjeamFAWhiEXAFL/story.html", 
            "title": "Study offers a dire warning on climate change"
        }, 
        {
            "category": "Science", 
            "source": "The Hendricks County Flyer", 
            "content_snippet": "If Kirby Runyon has his way, Pluto will regain its standing as a full-fledged planet. Promoted into the planet club along with it: about 110 miscellaneous rocks, dwarfs and roundish celestial bodies in our solar system once considered too small to make ...", 
            "link": "http://www.flyergroup.com/news/pluto-is-too-a-planet-scientists-argue---and/article_74da9e7f-60cb-54e6-8475-17cd7dabbdd0.html", 
            "title": "Pluto is too a planet, scientists argue - and it has lots of friends"
        }, 
        {
            "category": "Science", 
            "source": "Seeker", 
            "content_snippet": "A new study pursues a kind of “paleontology” for gravitational waves in an attempt to explain how and why black holes collide and merge.", 
            "link": "https://www.seeker.com/space/astrophysics/the-mystery-of-how-black-holes-collide-and-merge-is-beginning-to-unravel", 
            "title": "The Mystery of How Black Holes Collide and Merge Is Beginning to Unravel"
        }, 
        {
            "category": "Science", 
            "source": "Gizmodo", 
            "content_snippet": "With everyone in such a rush to get the hell off this planet, we're gonna need some pretty sophisticated digs to ferry us to the Moon, Mars, and beyond.", 
            "link": "http://gizmodo.com/boeings-proposed-deep-space-explorer-will-be-our-steppi-1794004347", 
            "title": "Boeing's Proposed Deep Space Explorer Will Be Our Stepping Stone to Mars"
        }, 
        {
            "category": "Science", 
            "source": "YourStory.com", 
            "content_snippet": "Researchers from the University of Manchester in the UK, including one of Indian origin, have built a graphene-based sieve that can remove salt from sea water.", 
            "link": "https://yourstory.com/2017/04/millions-people-clean-drinking-water/", 
            "title": "This innovative technology could help millions of people access clean drinking water"
        }, 
        {
            "category": "Science", 
            "source": "India Live Today", 
            "content_snippet": "NEW DELHI, April05: . A video circulating online shows the exact moment a policeman comes face to face with a teeny-tiny rat. Footage from a CCTV camera at the St Petersburg Police Department, Florida, shows the cop freaking out after spotting the rodent.", 
            "link": "http://www.indialivetoday.com/intruder-rat-freaks-florida-department-policeman/151515.html", 
            "title": "Intruder rat freaks a Florida department policeman out"
        }, 
        {
            "category": "Science", 
            "source": "Slate Magazine", 
            "content_snippet": "But telescopes, as classically conceived, are cyclopean—with just one eye, you get only a flat view of the world. You need two eyes on the sky if you want to add some depth to your field of view, and for stereoscopic views of our own star, you need ...", 
            "link": "http://www.slate.com/articles/video/video/2017/04/nasa_s_stereo_spacecraft_study_sun.html", 
            "title": "Watch 10 Years of Activity on the Sun, as Seen by Two Orbiting NASA Telescopes"
        }, 
        {
            "category": "Science", 
            "source": "WSOC Charlotte", 
            "content_snippet": "Arctic sea ice, the vast sheet of frozen sea water floating on the Arctic Ocean, is at its lowest level ever, shrinking to a record low this year after two straight years of reduction.", 
            "link": "http://www.wsoctv.com/news/water-cooler/arctic-sea-ice-shrinking-to-lowest-levels-ever-for-third-straight-year/509102059", 
            "title": "Arctic sea ice shrinking to lowest levels ever for third straight year"
        }, 
        {
            "category": "Science", 
            "source": "WUWF", 
            "content_snippet": "One of the world's leading experts on the planet Mars will be speaking in downtown Pensacola and on the University of West Florida campus this week.", 
            "link": "http://wuwf.org/post/earths-leading-expert-mars-speak-pensacola", 
            "title": "Earth's Leading Expert On Mars To Speak In Pensacola"
        }, 
        {
            "category": "Science", 
            "source": "Washington Post", 
            "content_snippet": "NASA's New Horizons spacecraft is now halfway between Pluto and its next much, much smaller stop. New Horizons - which reached the milestone this week - is bound for an even more remote object called 2014 MU69.", 
            "link": "https://www.washingtonpost.com/lifestyle/kidspost/new-horizons-pass-halfway-mark-between-pluto-and-solar-system-outer-reaches/2017/04/05/dce3faf2-1a12-11e7-bcc2-7d1a0973e7b2_story.html", 
            "title": "New Horizons passes halfway mark between Pluto and next stop at edge of solar system"
        }, 
        {
            "category": "Science", 
            "source": "Phys.Org", 
            "content_snippet": "A powerful new array of radio telescopes is being deployed for the first time this week, as the Atacama Large Millimeter/submillimeter Array (ALMA) in Chile joins a global network of antennas poised to make some of the highest resolution images that ...", 
            "link": "https://phys.org/news/2017-04-alma-array-chile-global-vlbi.html", 
            "title": "The ALMA array in Chile joins global VLBI arrays for unprecedented leap in resolving power"
        }, 
        {
            "category": "Health", 
            "source": "Zee News", 
            "content_snippet": "New Delhi: In an era when technology is heavily dominating our lives and lifestyles, it is easy to say that social media is a blessing.", 
            "link": "http://zeenews.india.com/health/instagram-use-could-help-adolescents-combat-depression-says-study-1993266", 
            "title": "Instagram use could help adolescents combat depression, says study!"
        }, 
        {
            "category": "Health", 
            "source": "Zee News", 
            "content_snippet": "New Delhi: For every woman in the world, her hair are a matter of pride. They require immense care and women will do anything to ensure that they get it.", 
            "link": "http://zeenews.india.com/health/want-to-have-healthy-hair-use-a-wooden-comb-for-those-tresses-heres-why-1993279", 
            "title": "Want to have healthy hair? Use a wooden comb for those tresses! - Here's why"
        }, 
        {
            "category": "Health", 
            "source": "NDTV", 
            "content_snippet": "New Delhi: Services in about 10 government hospitals in Delhi were hit today as the doctors joined their counterparts in West Delhi's Deen Dayal Upadhyay hospital, who are on a strike following alleged assaults on them.", 
            "link": "http://www.ndtv.com/delhi-news/deen-dayal-upadhyay-hospital-doctors-strike-continues-services-at-others-hit-1677878", 
            "title": "Deen Dayal Upadhyay Hospital Doctors' Strike Continues, Services At Others Hit"
        }, 
        {
            "category": "Health", 
            "source": "Times of India", 
            "content_snippet": "NEW DELHI: Smoking causes more than one in 10 deaths worldwide (equivalent to 6.4 million deaths), with 50% of these occurring in just four countries - China, India, US, and Russia, according to the latest estimates from the Global Burden of Disease ...", 
            "link": "http://timesofindia.indiatimes.com/india/india-among-top-4-in-death-by-smoking/articleshow/58039149.cms", 
            "title": "India among top 4 in death by smoking"
        }, 
        {
            "category": "Health", 
            "source": "The New Indian Express", 
            "content_snippet": "BHUBANESWAR: In a bid to make a robust security system for doctors and health personnel in State-run hospitals, Odisha Government on Wednesday directed all district Collectors to install CCTV cameras at vital locations for monitoring activities.", 
            "link": "http://www.newindianexpress.com/states/odisha/2017/apr/06/govt-order-to--collectors-on-safety-of-docs-1590473.html", 
            "title": "Govt order to Collectors on safety of docs"
        }, 
        {
            "category": "Health", 
            "source": "NewsX", 
            "content_snippet": "Out of 20 patients, eight were operated at All India Institute of Medical Sciences (AIIMS) to restore their vision. By NewsX Bureau|New Delhi | Updated: 5 April 2017 11:14 PM.", 
            "link": "http://www.newsx.com/national/60560-20-patients-injected-from-contaminated-vial-at-gtb-may-lose-sight-partially", 
            "title": "20 patients injected from contaminated vial at GTB, may lose sight partially"
        }, 
        {
            "category": "Health", 
            "source": "The Indian Express", 
            "content_snippet": "The World Health Organisation estimates that over 300 million people suffer from depression globally, an increase by 18 per cent from 2005.", 
            "link": "http://indianexpress.com/article/cities/mumbai/mumbai-for-world-health-day-doctors-set-to-start-awareness-campaigns-on-depression-4601317/", 
            "title": "Mumbai: For World Health Day, doctors set to start awareness campaigns on depression"
        }, 
        {
            "category": "Health", 
            "source": "Daily News & Analysis", 
            "content_snippet": "The party drug ketamine can have powerful beneficial effects on severely depressed patients who have struggled for years to recover, and the drug should be developed responsibly as a psychiatric medicine, British experts said on Thursday.", 
            "link": "http://www.dnaindia.com/health/report-experts-want-special-clinics-to-prescribe-ketamine-as-antidepressant-2383267", 
            "title": "Experts want special clinics to prescribe ketamine as antidepressant"
        }, 
        {
            "category": "Health", 
            "source": "Hindustan Times", 
            "content_snippet": "Indian researchers discovered a new strain of the H1N1 virus for the first time since the 2009 pandemic hit the country.(Shutterstock).", 
            "link": "http://www.hindustantimes.com/india-news/researchers-discover-new-swine-flu-strain-in-india-govt-working-on-vaccine/story-4r1NrGZCxb5A44S6IOP8ZO.html", 
            "title": "Researchers discover new Swine Flu strain in India, govt working on vaccine"
        }, 
        {
            "category": "Health", 
            "source": "EDM Digest", 
            "content_snippet": "A recent article in Firefighter Nation discussed some of the hardships faced by firefighters and the tragedy of suicide. The article is one of the many discussions lately within the emergency management community about Post-Traumatic Stress Disorder ...", 
            "link": "http://edmdigest.com/resources/ptsd-symptoms/", 
            "title": "Recognizing the Symptoms of PTSD"
        }, 
        {
            "category": "Health", 
            "source": "SouthFloridaGayNews.com", 
            "content_snippet": "HIV/AIDS is a problem for young people in the United States. According to the Centers for Disease Control, at least 21 percent of the estimated HIV infection cases diagnosed in 2013 were under the age of 25.", 
            "link": "http://southfloridagaynews.com/National/national-youth-hiv-aids-awareness-day-is-april-10.html", 
            "title": "National Youth HIV/AIDS Awareness Day is April 10"
        }, 
        {
            "category": "Health", 
            "source": "The Indian Express", 
            "content_snippet": "Calcutta National Medical College and Hospital has become the first government hospital in the state to have a surgical Intensive Care Unit (ICU).", 
            "link": "http://indianexpress.com/article/cities/kolkata/west-bengal-gets-its-first-surgical-icu-inauguration-thursday-4601199/", 
            "title": "West Bengal gets its first surgical ICU, inauguration today"
        }, 
        {
            "category": "Health", 
            "source": "MERRY JANE", 
            "content_snippet": "For the past half-century, Bruce Margolin has been instrumental in the fight to legalize cannabis. We caught up with the longtime advocate to discuss the future of California's weed industry.", 
            "link": "https://www.merryjane.com/culture/bruce-margolin-norml-executive-director-interview-april-2017", 
            "title": "The Director of LA's NORML Chapter Breaks Down the Complications of Weed Going Legit"
        }, 
        {
            "category": "Health", 
            "source": "Times of India", 
            "content_snippet": "Bhopal: A teenager sustained severe injuries after a mobile phone he was playing a game on exploded in Betul district late Tuesday night.", 
            "link": "http://timesofindia.indiatimes.com/city/bhopal/boy-gets-burns-on-abdomen-as-mobile-on-charge-explodes/articleshow/58036990.cms", 
            "title": "Boy gets burns on abdomen as mobile on charge explodes"
        }, 
        {
            "category": "Health", 
            "source": "The Hindu", 
            "content_snippet": "Dismantling popular beliefs: Mahesh Hiranandani, Managing Director of Anatta Humanversity, delivering a talk on 'Game of Emotions', attended by the members of Young FICCI Ladies' Organisation in the city on Wednesday.", 
            "link": "http://www.thehindu.com/news/cities/Hyderabad/dealing-with-complex-emotions/article17834829.ece", 
            "title": "Dealing with complex emotions"
        }, 
        {
            "category": "Health", 
            "source": "The Hans India", 
            "content_snippet": "Reducing child marriages and delaying the marriage of younger women in India may have significant results in improving child health and educational outcomes, a study has found.", 
            "link": "http://www.thehansindia.com/posts/index/Life-Style/2017-04-06/Delaying-womens-marriages-may-boost-kids-well-being/291523", 
            "title": "Delaying womens' marriages may boost kid's well-being"
        }, 
        {
            "category": "Health", 
            "source": "UC Berkeley", 
            "content_snippet": "As we grow old, our nights are frequently plagued by bouts of wakefulness, bathroom trips and other nuisances as we lose our ability to generate the deep, restorative slumber we enjoyed in youth.", 
            "link": "http://news.berkeley.edu/2017/04/05/deep-sleep-aging/", 
            "title": "Deep sleep may act as fountain of youth in old age"
        }, 
        {
            "category": "Health", 
            "source": "India Today", 
            "content_snippet": "New Delhi, Apr 5 (PTI) Former AIIMS Director M C Misra has been appointed as honorary senior consultant at Sir Ganga Ram Hospital here, said the city-based hospital.", 
            "link": "http://indiatoday.intoday.in/story/ex-aiims-director-m-c-misra-joins-sir-ganga-ram-hospital/1/921674.html", 
            "title": "Ex-AIIMS director M C Misra joins Sir Ganga Ram Hospital"
        }, 
        {
            "category": "Health", 
            "source": "Business Standard", 
            "content_snippet": "A study of nearly 280,000 women in the United States has found that living in areas with a high level of fine particles from air pollution may increase a woman's chance of having dense breasts - a well-established risk factor for breast cancer.", 
            "link": "http://www.business-standard.com/article/news-ani/here-s-how-pollution-can-be-bad-for-your-breasts-117040600133_1.html", 
            "title": "Here's how pollution can be bad for your breasts"
        }, 
        {
            "category": "Health", 
            "source": "CBS News", 
            "content_snippet": "Taking antibiotics for an extended period in early to middle adulthood might increase your risk for precancerous growths in your colon, a large study suggests.", 
            "link": "http://www.cbsnews.com/news/prolonged-antibiotic-use-linked-to-colon-cancer-precursor/", 
            "title": "Prolonged antibiotic use linked to colon cancer precursor"
        }
    ], 
    "subtopics": {
        "Business": [
            {
                "Snapdeal": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Snapdeal&topicsid=en_in:b&ict=tnv0"
            }, 
            {
                "Rajya Sabha": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Rajya+Sabha&topicsid=en_in:b&ict=tnv1"
            }, 
            {
                "Aadhaar": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Aadhaar&topicsid=en_in:b&ict=tnv2"
            }, 
            {
                "Suresh Prabhu": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Suresh+Prabhu&topicsid=en_in:b&ict=tnv3"
            }, 
            {
                "Reliance Industries": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Reliance+Industries&topicsid=en_in:b&ict=tnv4"
            }, 
            {
                "Narendra Modi": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Narendra+Modi&topicsid=en_in:b&ict=tnv5"
            }, 
            {
                "Mahindra Group": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Mahindra+Group&topicsid=en_in:b&ict=tnv6"
            }, 
            {
                "Kiren Rijiju": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Kiren+Rijiju&topicsid=en_in:b&ict=tnv7"
            }, 
            {
                "Market liquidity": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Market+liquidity&topicsid=en_in:b&ict=tnv8"
            }, 
            {
                "Tata Motors": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Tata+Motors&topicsid=en_in:b&ict=tnv9"
            }
        ], 
        "Entertainment": [
            {
                "Pepsi": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Pepsi&topicsid=en_in:e&ict=tnv0"
            }, 
            {
                "Rama Navami": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Rama+Navami&topicsid=en_in:e&ict=tnv1"
            }, 
            {
                "Hrithik Roshan": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Hrithik+Roshan&topicsid=en_in:e&ict=tnv2"
            }, 
            {
                "Sunil Grover": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Sunil+Grover&topicsid=en_in:e&ict=tnv3"
            }, 
            {
                "Half Girlfriend": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Half+Girlfriend&topicsid=en_in:e&ict=tnv4"
            }, 
            {
                "Shraddha Kapoor": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Shraddha+Kapoor&topicsid=en_in:e&ict=tnv5"
            }, 
            {
                "Kumkum Bhagya ZEETV": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Kumkum+Bhagya+ZEETV&topicsid=en_in:e&ict=tnv6"
            }, 
            {
                "Shah Rukh Khan": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Shah+Rukh+Khan&topicsid=en_in:e&ict=tnv7"
            }, 
            {
                "Naam Shabana": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Naam+Shabana&topicsid=en_in:e&ict=tnv8"
            }, 
            {
                "Lava Kusa": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Lava+Kusa&topicsid=en_in:e&ict=tnv9"
            }
        ], 
        "Science": [
            {
                "Saturn": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Saturn&topicsid=en_in:snc&ict=tnv0"
            }, 
            {
                "Graphene": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Graphene&topicsid=en_in:snc&ict=tnv1"
            }, 
            {
                "Brexit": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Brexit&topicsid=en_in:snc&ict=tnv2"
            }, 
            {
                "International Space Station": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=International+Space+Station&topicsid=en_in:snc&ict=tnv3"
            }, 
            {
                "NASA": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=NASA&topicsid=en_in:snc&ict=tnv4"
            }, 
            {
                "New Horizons": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=New+Horizons&topicsid=en_in:snc&ict=tnv5"
            }, 
            {
                "Sea ice": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Sea+ice&topicsid=en_in:snc&ict=tnv6"
            }, 
            {
                "Weightlessness": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Weightlessness&topicsid=en_in:snc&ict=tnv7"
            }, 
            {
                "Carbon dioxide": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Carbon+dioxide&topicsid=en_in:snc&ict=tnv8"
            }, 
            {
                "Atmosphere of Mars": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Atmosphere+of+Mars&topicsid=en_in:snc&ict=tnv9"
            }
        ], 
        "India": [
            {
                "Yogi Adityanath": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Yogi+Adityanath&topicsid=en_in:n&ict=tnv0"
            }, 
            {
                "India": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=India&topicsid=en_in:n&ict=tnv1"
            }, 
            {
                "Sheikh Hasina": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Sheikh+Hasina&topicsid=en_in:n&ict=tnv2"
            }, 
            {
                "Rajasthan": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Rajasthan&topicsid=en_in:n&ict=tnv3"
            }, 
            {
                "Bharatiya Janata Party": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Bharatiya+Janata+Party&topicsid=en_in:n&ict=tnv4"
            }, 
            {
                "Sushma Swaraj": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Sushma+Swaraj&topicsid=en_in:n&ict=tnv5"
            }, 
            {
                "Jishnu Raghavan": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Jishnu+Raghavan&topicsid=en_in:n&ict=tnv6"
            }, 
            {
                "WhatsApp": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=WhatsApp&topicsid=en_in:n&ict=tnv7"
            }, 
            {
                "Delhi": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Delhi&topicsid=en_in:n&ict=tnv8"
            }, 
            {
                "Shiv Sena": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Shiv+Sena&topicsid=en_in:n&ict=tnv9"
            }
        ], 
        "Sports": [
            {
                "Tottenham Hotspur F.C.": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Tottenham+Hotspur+F.C.&topicsid=en_in:s&ict=tnv0"
            }, 
            {
                "Manchester City F.C.": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Manchester+City+F.C.&topicsid=en_in:s&ict=tnv1"
            }, 
            {
                "Royal Challengers Bangalore": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Royal+Challengers+Bangalore&topicsid=en_in:s&ict=tnv2"
            }, 
            {
                "Arsenal F.C.": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Arsenal+F.C.&topicsid=en_in:s&ict=tnv3"
            }, 
            {
                "FC Barcelona": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=FC+Barcelona&topicsid=en_in:s&ict=tnv4"
            }, 
            {
                "Real Madrid C.F.": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Real+Madrid+C.F.&topicsid=en_in:s&ict=tnv5"
            }, 
            {
                "Kings XI Punjab": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Kings+XI+Punjab&topicsid=en_in:s&ict=tnv6"
            }, 
            {
                "Virat Kohli": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Virat+Kohli&topicsid=en_in:s&ict=tnv7"
            }, 
            {
                "Rising Pune Supergiants": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Rising+Pune+Supergiants&topicsid=en_in:s&ict=tnv8"
            }, 
            {
                "Indian Premier League": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Indian+Premier+League&topicsid=en_in:s&ict=tnv9"
            }
        ], 
        "Top Stories": [
            "Syria", 
            "Donald Trump", 
            "Pepsi", 
            "Manchester City F.C.", 
            "Tottenham Hotspur F.C.", 
            "Yogi Adityanath", 
            "Stephen K. Bannon", 
            "Royal Challengers Bangalore", 
            "Samsung Galaxy S8", 
            "Arsenal F.C."
        ], 
        "Health": [
            {
                "Smoking bans": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Smoking+bans&topicsid=en_in:m&ict=tnv0"
            }, 
            {
                "World Health Organization": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=World+Health+Organization&topicsid=en_in:m&ict=tnv1"
            }, 
            {
                "Screening": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Screening&topicsid=en_in:m&ict=tnv2"
            }, 
            {
                "Delhi": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Delhi&topicsid=en_in:m&ict=tnv3"
            }, 
            {
                "Instagram": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Instagram&topicsid=en_in:m&ict=tnv4"
            }, 
            {
                "Slow-wave sleep": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Slow-wave+sleep&topicsid=en_in:m&ict=tnv5"
            }, 
            {
                "Intensive care unit": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Intensive+care+unit&topicsid=en_in:m&ict=tnv6"
            }, 
            {
                "Bhopal": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Bhopal&topicsid=en_in:m&ict=tnv7"
            }, 
            {
                "HIV": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=HIV&topicsid=en_in:m&ict=tnv8"
            }, 
            {
                "Odisha": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Odisha&topicsid=en_in:m&ict=tnv9"
            }
        ], 
        "Current location": [], 
        "World": [
            {
                "Syria": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Syria&topicsid=en_in:w&ict=tnv0"
            }, 
            {
                "Donald Trump": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Donald+Trump&topicsid=en_in:w&ict=tnv1"
            }, 
            {
                "Stephen K. Bannon": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Stephen+K.+Bannon&topicsid=en_in:w&ict=tnv2"
            }, 
            {
                "H-1B visa": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=H-1B+visa&topicsid=en_in:w&ict=tnv3"
            }, 
            {
                "Brexit": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Brexit&topicsid=en_in:w&ict=tnv4"
            }, 
            {
                "Lahore": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Lahore&topicsid=en_in:w&ict=tnv5"
            }, 
            {
                "Mosul": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Mosul&topicsid=en_in:w&ict=tnv6"
            }, 
            {
                "Melania Trump": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Melania+Trump&topicsid=en_in:w&ict=tnv7"
            }, 
            {
                "Michelle Obama": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Michelle+Obama&topicsid=en_in:w&ict=tnv8"
            }, 
            {
                "Black Lives Matter": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Black+Lives+Matter&topicsid=en_in:w&ict=tnv9"
            }
        ], 
        "Technology": [
            {
                "Samsung Galaxy S8": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Samsung+Galaxy+S8&topicsid=en_in:tc&ict=tnv0"
            }, 
            {
                "YouTube": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=YouTube&topicsid=en_in:tc&ict=tnv1"
            }, 
            {
                "Mac Pro": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Mac+Pro&topicsid=en_in:tc&ict=tnv2"
            }, 
            {
                "Motorola Moto": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Motorola+Moto&topicsid=en_in:tc&ict=tnv3"
            }, 
            {
                "Facebook": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Facebook&topicsid=en_in:tc&ict=tnv4"
            }, 
            {
                "Windows 10": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Windows+10&topicsid=en_in:tc&ict=tnv5"
            }, 
            {
                "Huawei Honor 8": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Huawei+Honor+8&topicsid=en_in:tc&ict=tnv6"
            }, 
            {
                "iPhone": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=iPhone&topicsid=en_in:tc&ict=tnv7"
            }, 
            {
                "Vivo Smartphone": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Vivo+Smartphone&topicsid=en_in:tc&ict=tnv8"
            }, 
            {
                "Xiaomi Mi 5": "https://news.google.com/news/section?cf=all&hl=en&ned=in&q=Xiaomi+Mi+5&topicsid=en_in:tc&ict=tnv9"
            }
        ]
    }
}